{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<mask>",
      "single_word": false,
      "lstrip": true,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "Replace",
        "pattern": {
          "Regex": "g[ʻ'’`´]"
        },
        "content": "g‘"
      },
      {
        "type": "Replace",
        "pattern": {
          "Regex": "o[ʻ'’`´]"
        },
        "content": "o‘"
      },
      {
        "type": "Replace",
        "pattern": {
          "Regex": "G[ʻ'’`´]"
        },
        "content": "G‘"
      },
      {
        "type": "Replace",
        "pattern": {
          "Regex": "O[ʻ'’`´]"
        },
        "content": "O‘"
      },
      {
        "type": "Replace",
        "pattern": {
          "Regex": "(?<=\\w)[ʼ'`´](?=\\w)"
        },
        "content": "’"
      },
      {
        "type": "Replace",
        "pattern": {
          "Regex": " {2,}"
        },
        "content": " "
      },
      {
        "type": "NFKC"
      },
      {
        "type": "StripAccents"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "RobertaProcessing",
    "sep": [
      "</s>",
      2
    ],
    "cls": [
      "<s>",
      0
    ],
    "trim_offsets": true,
    "add_prefix_space": false
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": "",
    "end_of_word_suffix": "",
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "<s>": 0,
      "<pad>": 1,
      "</s>": 2,
      "<unk>": 3,
      "<mask>": 4,
      "!": 5,
      "\"": 6,
      "#": 7,
      "$": 8,
      "%": 9,
      "&": 10,
      "'": 11,
      "(": 12,
      ")": 13,
      "*": 14,
      "+": 15,
      ",": 16,
      "-": 17,
      ".": 18,
      "/": 19,
      "0": 20,
      "1": 21,
      "2": 22,
      "3": 23,
      "4": 24,
      "5": 25,
      "6": 26,
      "7": 27,
      "8": 28,
      "9": 29,
      ":": 30,
      ";": 31,
      "<": 32,
      "=": 33,
      ">": 34,
      "?": 35,
      "@": 36,
      "A": 37,
      "B": 38,
      "C": 39,
      "D": 40,
      "E": 41,
      "F": 42,
      "G": 43,
      "H": 44,
      "I": 45,
      "J": 46,
      "K": 47,
      "L": 48,
      "M": 49,
      "N": 50,
      "O": 51,
      "P": 52,
      "Q": 53,
      "R": 54,
      "S": 55,
      "T": 56,
      "U": 57,
      "V": 58,
      "W": 59,
      "X": 60,
      "Y": 61,
      "Z": 62,
      "[": 63,
      "\\": 64,
      "]": 65,
      "^": 66,
      "_": 67,
      "`": 68,
      "a": 69,
      "b": 70,
      "c": 71,
      "d": 72,
      "e": 73,
      "f": 74,
      "g": 75,
      "h": 76,
      "i": 77,
      "j": 78,
      "k": 79,
      "l": 80,
      "m": 81,
      "n": 82,
      "o": 83,
      "p": 84,
      "q": 85,
      "r": 86,
      "s": 87,
      "t": 88,
      "u": 89,
      "v": 90,
      "w": 91,
      "x": 92,
      "y": 93,
      "z": 94,
      "{": 95,
      "|": 96,
      "}": 97,
      "~": 98,
      "¡": 99,
      "¢": 100,
      "£": 101,
      "¤": 102,
      "¥": 103,
      "¦": 104,
      "§": 105,
      "¨": 106,
      "©": 107,
      "ª": 108,
      "«": 109,
      "¬": 110,
      "®": 111,
      "¯": 112,
      "°": 113,
      "±": 114,
      "²": 115,
      "³": 116,
      "´": 117,
      "µ": 118,
      "¶": 119,
      "·": 120,
      "¸": 121,
      "¹": 122,
      "º": 123,
      "»": 124,
      "¼": 125,
      "½": 126,
      "¾": 127,
      "¿": 128,
      "À": 129,
      "Á": 130,
      "Â": 131,
      "Ã": 132,
      "Ä": 133,
      "Å": 134,
      "Æ": 135,
      "Ç": 136,
      "È": 137,
      "É": 138,
      "Ê": 139,
      "Ë": 140,
      "Ì": 141,
      "Í": 142,
      "Î": 143,
      "Ï": 144,
      "Ð": 145,
      "Ñ": 146,
      "Ò": 147,
      "Ó": 148,
      "Ô": 149,
      "Õ": 150,
      "Ö": 151,
      "×": 152,
      "Ø": 153,
      "Ù": 154,
      "Ú": 155,
      "Û": 156,
      "Ü": 157,
      "Ý": 158,
      "Þ": 159,
      "ß": 160,
      "à": 161,
      "á": 162,
      "â": 163,
      "ã": 164,
      "ä": 165,
      "å": 166,
      "æ": 167,
      "ç": 168,
      "è": 169,
      "é": 170,
      "ê": 171,
      "ë": 172,
      "ì": 173,
      "í": 174,
      "î": 175,
      "ï": 176,
      "ð": 177,
      "ñ": 178,
      "ò": 179,
      "ó": 180,
      "ô": 181,
      "õ": 182,
      "ö": 183,
      "÷": 184,
      "ø": 185,
      "ù": 186,
      "ú": 187,
      "û": 188,
      "ü": 189,
      "ý": 190,
      "þ": 191,
      "ÿ": 192,
      "Ā": 193,
      "ā": 194,
      "Ă": 195,
      "ă": 196,
      "Ą": 197,
      "ą": 198,
      "Ć": 199,
      "ć": 200,
      "Ĉ": 201,
      "ĉ": 202,
      "Ċ": 203,
      "ċ": 204,
      "Č": 205,
      "č": 206,
      "Ď": 207,
      "ď": 208,
      "Đ": 209,
      "đ": 210,
      "Ē": 211,
      "ē": 212,
      "Ĕ": 213,
      "ĕ": 214,
      "Ė": 215,
      "ė": 216,
      "Ę": 217,
      "ę": 218,
      "Ě": 219,
      "ě": 220,
      "Ĝ": 221,
      "ĝ": 222,
      "Ğ": 223,
      "ğ": 224,
      "Ġ": 225,
      "ġ": 226,
      "Ģ": 227,
      "ģ": 228,
      "Ĥ": 229,
      "ĥ": 230,
      "Ħ": 231,
      "ħ": 232,
      "Ĩ": 233,
      "ĩ": 234,
      "Ī": 235,
      "ī": 236,
      "Ĭ": 237,
      "ĭ": 238,
      "Į": 239,
      "į": 240,
      "İ": 241,
      "ı": 242,
      "Ĳ": 243,
      "ĳ": 244,
      "Ĵ": 245,
      "ĵ": 246,
      "Ķ": 247,
      "ķ": 248,
      "ĸ": 249,
      "Ĺ": 250,
      "ĺ": 251,
      "Ļ": 252,
      "ļ": 253,
      "Ľ": 254,
      "ľ": 255,
      "Ŀ": 256,
      "ŀ": 257,
      "Ł": 258,
      "ł": 259,
      "Ń": 260,
      "la": 261,
      "âĢ": 262,
      "sh": 263,
      "âĢĺ": 264,
      "ni": 265,
      "da": 266,
      "ga": 267,
      "ri": 268,
      "li": 269,
      "Ġb": 270,
      "di": 271,
      "Ġt": 272,
      "ch": 273,
      "ma": 274,
      "ti": 275,
      "si": 276,
      "Ġo": 277,
      "lar": 278,
      "ng": 279,
      "Ġk": 280,
      "ar": 281,
      "Ġq": 282,
      "Ġy": 283,
      "ra": 284,
      "gan": 285,
      "Ġbo": 286,
      "ning": 287,
      "on": 288,
      "Ġh": 289,
      "Ġa": 290,
      "va": 291,
      "lari": 292,
      "at": 293,
      "Ġi": 294,
      "gi": 295,
      "Ġu": 296,
      "Ġs": 297,
      "mi": 298,
      "shi": 299,
      "Ġva": 300,
      "Ġe": 301,
      "ki": 302,
      "chi": 303,
      "ta": 304,
      "ya": 305,
      "na": 306,
      "Ġbi": 307,
      "Ġm": 308,
      "Ġta": 309,
      "dan": 310,
      "zi": 311,
      "Ġma": 312,
      "or": 313,
      "un": 314,
      "sa": 315,
      "lik": 316,
      "lo": 317,
      "lan": 318,
      "Ġqi": 319,
      "ï¿": 320,
      "ï¿½": 321,
      "âĢĻ": 322,
      "am": 323,
      "ur": 324,
      "cha": 325,
      "ka": 326,
      "Ġko": 327,
      "ï¿½ï¿½": 328,
      "qi": 329,
      "Ġx": 330,
      "yi": 331,
      "yo": 332,
      "mo": 333,
      "Ġto": 334,
      "ro": 335,
      "Ġke": 336,
      "Ġsh": 337,
      "Ġyo": 338,
      "âĢĶ": 339,
      "lgan": 340,
      "Ġj": 341,
      "de": 342,
      "Ġf": 343,
      "Ġqo": 344,
      "Ġp": 345,
      "ĠB": 346,
      "qa": 347,
      "ladi": 348,
      "Ġ1": 349,
      "bi": 350,
      "Ġmu": 351,
      "er": 352,
      "st": 353,
      "ĠS": 354,
      "lash": 355,
      "Ġ(": 356,
      "vo": 357,
      "no": 358,
      "ara": 359,
      "ĠA": 360,
      "ĠM": 361,
      "so": 362,
      "rish": 363,
      "uv": 364,
      "Ġso": 365,
      "dagi": 366,
      "Ġtu": 367,
      "ay": 368,
      "en": 369,
      "Ġda": 370,
      "al": 371,
      "lib": 372,
      "an": 373,
      "Ġbilan": 374,
      "Ġham": 375,
      "ligi": 376,
      "ĠO": 377,
      "do": 378,
      "Ġ2": 379,
      "Ġbir": 380,
      "ldi": 381,
      "Ġbe": 382,
      "Ġya": 383,
      "ul": 384,
      "ĠT": 385,
      "ĠâĢĶ": 386,
      "larni": 387,
      "vi": 388,
      "Ġbu": 389,
      "lish": 390,
      "Ġde": 391,
      "lab": 392,
      "za": 393,
      "Ġuch": 394,
      "Ġish": 395,
      "ek": 396,
      "larning": 397,
      "ï¿½ï¿½ï¿½ï¿½": 398,
      "to": 399,
      "Ġki": 400,
      "Ġg": 401,
      "Ġna": 402,
      "siya": 403,
      "ĠK": 404,
      "ja": 405,
      "Ġsi": 406,
      "ĠU": 407,
      "uq": 408,
      "Ġho": 409,
      "il": 410,
      "Â«": 411,
      "yat": 412,
      "Ġsa": 413,
      "Ġchi": 414,
      "Ġha": 415,
      "bo": 416,
      "Ġn": 417,
      "lani": 418,
      "Ð¸": 419,
      "Ġte": 420,
      "Ġbosh": 421,
      "re": 422,
      "lma": 423,
      "Ġuchun": 424,
      "Â»": 425,
      "zo": 426,
      "kin": 427,
      "ĠI": 428,
      "tish": 429,
      "ĠÂ«": 430,
      "larini": 431,
      "iz": 432,
      "lishi": 433,
      "ydi": 434,
      "rib": 435,
      "ĠâĢ": 436,
      "hi": 437,
      "Ġba": 438,
      "Ġyu": 439,
      "et": 440,
      "Ġch": 441,
      "sida": 442,
      "oy": 443,
      "ĠQ": 444,
      "uvchi": 445,
      "Ġmi": 446,
      "ĠY": 447,
      "fa": 448,
      "aro": 449,
      "__": 450,
      "lat": 451,
      "Ġku": 452,
      "ĠR": 453,
      "Ġti": 454,
      "yot": 455,
      "miz": 456,
      "..": 457,
      "ona": 458,
      "ba": 459,
      "larga": 460,
      "tib": 461,
      "um": 462,
      "ha": 463,
      "Ġsha": 464,
      "gani": 465,
      "Ġra": 466,
      "Ġka": 467,
      "ud": 468,
      "ho": 469,
      "ir": 470,
      "us": 471,
      "ĠÐ": 472,
      "ko": 473,
      "Ġqa": 474,
      "nadi": 475,
      "rat": 476,
      "Ġtash": 477,
      "ĠH": 478,
      "00": 479,
      "Ġmo": 480,
      "dir": 481,
      "Ġtar": 482,
      "fi": 483,
      "Ġay": 484,
      "day": 485,
      "ĠBu": 486,
      "Ġhi": 487,
      "ĠN": 488,
      "sti": 489,
      "Ġin": 490,
      "Ġxo": 491,
      "Ġ3": 492,
      "larda": 493,
      "sha": 494,
      "ub": 495,
      "ĠD": 496,
      "Ġme": 497,
      "radi": 498,
      "man": 499,
      "langan": 500,
      "pi": 501,
      "Ġfa": 502,
      "tirish": 503,
      "ĠP": 504,
      "ĠX": 505,
      "Ġqu": 506,
      "te": 507,
      "ston": 508,
      "Ġor": 509,
      "mu": 510,
      "Ġtur": 511,
      "mon": 512,
      "Ġ4": 513,
      "zb": 514,
      "es": 515,
      "qo": 516,
      "iy": 517,
      "moq": 518,
      "yati": 519,
      "siz": 520,
      "ĠMa": 521,
      "ĠSh": 522,
      "Ġni": 523,
      "Ġaso": 524,
      "ngi": 525,
      "Ġshu": 526,
      "rin": 527,
      "Ġz": 528,
      "Ġga": 529,
      "mat": 530,
      "rak": 531,
      "lim": 532,
      "mas": 533,
      "Ð°": 534,
      "Ġdav": 535,
      "bat": 536,
      "le": 537,
      "Ġja": 538,
      "lin": 539,
      "sini": 540,
      "lanadi": 541,
      "ĠV": 542,
      "ĠE": 543,
      "ent": 544,
      "kat": 545,
      "ĠG": 546,
      "Ġdo": 547,
      "eki": 548,
      "Ġ5": 549,
      "Ġno": 550,
      "âĢĿ": 551,
      "Ð½": 552,
      "Ġedi": 553,
      "lga": 554,
      "ĠF": 555,
      "ĠâĢĵ": 556,
      "ru": 557,
      "yu": 558,
      "Ġqilish": 559,
      "lsa": 560,
      "Ġd": 561,
      "lariga": 562,
      "zbeki": 563,
      "gar": 564,
      "lu": 565,
      "Ġyoki": 566,
      "liq": 567,
      "lardan": 568,
      "liy": 569,
      "ori": 570,
      "siy": 571,
      "yin": 572,
      "Ġmum": 573,
      "Ġboshqa": 574,
      "sta": 575,
      "Ġhiso": 576,
      "dam": 577,
      "bu": 578,
      "pa": 579,
      "zbekiston": 580,
      "roq": 581,
      "Ġmumkin": 582,
      "ï¿½ï¿½ï¿½ï¿½ï¿½ï¿½ï¿½ï¿½": 583,
      "Ġre": 584,
      "ÑĤ": 585,
      "Ġye": 586,
      "rta": 587,
      "miy": 588,
      "ĠJ": 589,
      "larining": 590,
      "Ġ-": 591,
      "ĠC": 592,
      "ol": 593,
      "niq": 594,
      "Ġqay": 595,
      "Ġdeb": 596,
      "Ġun": 597,
      "Ġv": 598,
      "Ġik": 599,
      "rilgan": 600,
      "viy": 601,
      "masi": 602,
      "Ġbor": 603,
      "ĠâĢľ": 604,
      "Ġuning": 605,
      "____": 606,
      "Ġji": 607,
      "lanish": 608,
      "dda": 609,
      "Ġhar": 610,
      "diy": 611,
      "niy": 612,
      "oli": 613,
      "son": 614,
      "Ġsu": 615,
      "Ġ=": 616,
      "larida": 617,
      "tgan": 618,
      "tida": 619,
      "Ġ\"": 620,
      "Ð»": 621,
      "dim": 622,
      "yil": 623,
      "yotgan": 624,
      "tilgan": 625,
      "Ġama": 626,
      "fo": 627,
      "Ġas": 628,
      "qat": 629,
      "Ġtashki": 630,
      "lov": 631,
      "Ġqara": 632,
      "ekt": 633,
      "Ġxa": 634,
      "unday": 635,
      "tadi": 636,
      "kazi": 637,
      "kan": 638,
      "dor": 639,
      "siga": 640,
      "lika": 641,
      "tir": 642,
      "yicha": 643,
      "Ġri": 644,
      "Ġhu": 645,
      "zir": 646,
      "pub": 647,
      "Ġega": 648,
      "Ġdi": 649,
      "logi": 650,
      "oyda": 651,
      "Ġ19": 652,
      "Ġhisob": 653,
      "su": 654,
      "Ġyil": 655,
      "ligini": 656,
      "publika": 657,
      "zim": 658,
      "Ġbar": 659,
      "Ġoshi": 660,
      "dek": 661,
      "Ġesa": 662,
      "sat": 663,
      "go": 664,
      "po": 665,
      "Ġyi": 666,
      "Ġqis": 667,
      "Ġij": 668,
      "ĠL": 669,
      "Ġ7": 670,
      "ji": 671,
      "moni": 672,
      "lda": 673,
      "ĠTo": 674,
      "biy": 675,
      "Ġber": 676,
      "Ġvo": 677,
      "Ġhaqi": 678,
      "lgi": 679,
      "Ġtush": 680,
      "Ġpo": 681,
      "Ġaniq": 682,
      "Ġ0": 683,
      "Ġolib": 684,
      "Ġ6": 685,
      "rishi": 686,
      "tlar": 687,
      "Ġfoyda": 688,
      "san": 689,
      "Ġbog": 690,
      "Ġkerak": 691,
      "Ġqan": 692,
      "sining": 693,
      "in": 694,
      "kor": 695,
      "ĠRes": 696,
      "sin": 697,
      "Ġcho": 698,
      "...": 699,
      "ev": 700,
      "Ġoldi": 701,
      "riladi": 702,
      "Ġkat": 703,
      "oro": 704,
      "ut": 705,
      ").": 706,
      "Ġqat": 707,
      "ngiz": 708,
      "Ġ20": 709,
      "ĠRespublika": 710,
      "ĠBo": 711,
      "Ġdavlat": 712,
      "xona": 713,
      "chilik": 714,
      "rini": 715,
      "Ġyer": 716,
      "qti": 717,
      "Ġqar": 718,
      "ku": 719,
      "qar": 720,
      "yor": 721,
      "Ġlo": 722,
      "Ġshak": 723,
      "lay": 724,
      "min": 725,
      "Ġne": 726,
      "Ġchiqi": 727,
      "lanishi": 728,
      "Ġet": 729,
      "riy": 730,
      "Ġmah": 731,
      "mati": 732,
      "Ġzar": 733,
      "Ġro": 734,
      "tiladi": 735,
      "Ġpa": 736,
      "uno": 737,
      "Ġrivo": 738,
      "Ġse": 739,
      "Ġqon": 740,
      "xs": 741,
      "Ġikki": 742,
      "ĠShu": 743,
      "alq": 744,
      "rik": 745,
      "zga": 746,
      "Ġim": 747,
      "sil": 748,
      "Ġfi": 749,
      "laridan": 750,
      "Ġtomoni": 751,
      "Ġjoy": 752,
      "Ġbelgi": 753,
      "20": 754,
      "Ġchiqa": 755,
      "Ġqilib": 756,
      "xi": 757,
      "rida": 758,
      "lini": 759,
      "mida": 760,
      "Ġan": 761,
      "),": 762,
      "bar": 763,
      "Ġemas": 764,
      "as": 765,
      "lot": 766,
      "Ġil": 767,
      "lam": 768,
      "Ġdara": 769,
      "Ġav": 770,
      "Ġman": 771,
      "laydi": 772,
      "Ġsuv": 773,
      "Ġkatta": 774,
      "sidagi": 775,
      "tini": 776,
      "Ġfaoli": 777,
      "Ġtashkil": 778,
      "Ġ8": 779,
      "Ġolish": 780,
      "Ġcha": 781,
      "Ġmav": 782,
      "Ñĭ": 783,
      "Ġkun": 784,
      "Ġhamda": 785,
      "bir": 786,
      "lingan": 787,
      "rim": 788,
      "ĠTa": 789,
      "Ġjara": 790,
      "ov": 791,
      "qin": 792,
      "xshi": 793,
      "Ġ9": 794,
      "Ġishlab": 795,
      "Ġpay": 796,
      "may": 797,
      "Ġhara": 798,
      "Ġrivoj": 799,
      "Ġshar": 800,
      "Ġetish": 801,
      "riga": 802,
      "Ġkel": 803,
      "ron": 804,
      "Ð´": 805,
      "ran": 806,
      "Ġuni": 807,
      "moqda": 808,
      "Ġyor": 809,
      "Ġmaq": 810,
      "zm": 811,
      "Ġxiz": 812,
      "Ġvi": 813,
      "ĠKo": 814,
      "nat": 815,
      "ĠÑ": 816,
      "Ġekan": 817,
      "yon": 818,
      "Ġqiladi": 819,
      "usu": 820,
      "dar": 821,
      "Ġorqa": 822,
      "niya": 823,
      "Ġis": 824,
      "lashtirish": 825,
      "Ġ.": 826,
      "Ð³": 827,
      "rsat": 828,
      "Ġodam": 829,
      "Ġtomonidan": 830,
      "ĠQo": 831,
      "sim": 832,
      "riya": 833,
      "Ġvaq": 834,
      "adi": 835,
      "av": 836,
      "ush": 837,
      "el": 838,
      "Ġvazi": 839,
      "har": 840,
      "lashi": 841,
      "Ġ10": 842,
      "xo": 843,
      "Ġquyi": 844,
      "tda": 845,
      "uqori": 846,
      "rsa": 847,
      "Ġamalga": 848,
      "mir": 849,
      "ĠRespublikasi": 850,
      "jat": 851,
      "tija": 852,
      "loq": 853,
      "ĠZ": 854,
      "Ġhuj": 855,
      "Ġshi": 856,
      "Ġdaraja": 857,
      "ort": 858,
      "timo": 859,
      "Ġnar": 860,
      "ÑĢ": 861,
      "Ġel": 862,
      "Ġmaqsa": 863,
      "Ġsho": 864,
      "Ġyaxshi": 865,
      "pe": 866,
      "ste": 867,
      "Ġpro": 868,
      "âĢĵ": 869,
      "Ġyet": 870,
      "jud": 871,
      "llar": 872,
      "Ġyana": 873,
      "du": 874,
      "Ġdar": 875,
      "ve": 876,
      "lumo": 877,
      "qtiso": 878,
      "Ġqanday": 879,
      "Ġyangi": 880,
      "Ġtalab": 881,
      "Ġmil": 882,
      "Ġaj": 883,
      "ĠNa": 884,
      "Ġza": 885,
      "ksiya": 886,
      "tu": 887,
      "10": 888,
      "tar": 889,
      "Ġdavo": 890,
      "Ġus": 891,
      "Ġmar": 892,
      "ndi": 893,
      "Ġju": 894,
      "bul": 895,
      "Ġkishi": 896,
      "Ġxalq": 897,
      "tkazi": 898,
      "Ġkon": 899,
      "Ġbola": 900,
      "Ġeng": 901,
      "qiy": 902,
      "me": 903,
      "Ġmuhi": 904,
      "Ġob": 905,
      "tdi": 906,
      "Ġalo": 907,
      "Ġmen": 908,
      "Ġholda": 909,
      "Ġsifa": 910,
      "gu": 911,
      "Ġar": 912,
      "tik": 913,
      "Ġharakat": 914,
      "ĠSa": 915,
      "Ġularning": 916,
      "Ð¼": 917,
      "________": 918,
      "nga": 919,
      "19": 920,
      "mla": 921,
      "shbu": 922,
      "ks": 923,
      "nida": 924,
      "Ġtay": 925,
      "maydi": 926,
      "Ġer": 927,
      "ech": 928,
      "Ġxizmat": 929,
      "Ð¾": 930,
      "Ġnatija": 931,
      "lmaydi": 932,
      "Ġora": 933,
      "Ġkuch": 934,
      "Ġhosil": 935,
      "Ġog": 936,
      "rinchi": 937,
      "ĠYa": 938,
      "Ġbarcha": 939,
      "AR": 940,
      "xa": 941,
      "uncha": 942,
      "lanib": 943,
      "Ġasosiy": 944,
      "shda": 945,
      "Ġteng": 946,
      "sm": 947,
      "uh": 948,
      "Ġjo": 949,
      "tin": 950,
      "linadi": 951,
      "Ġmeh": 952,
      "kr": 953,
      "Ġkom": 954,
      "var": 955,
      "tishi": 956,
      "tiq": 957,
      "lida": 958,
      "zu": 959,
      "Ġtop": 960,
      "sita": 961,
      "Ġxusu": 962,
      "Ġtayyor": 963,
      "miyat": 964,
      "Ġmasa": 965,
      "Ġhuq": 966,
      "amo": 967,
      "Ġnima": 968,
      "unda": 969,
      "Ġchiq": 970,
      "Ġmiq": 971,
      "shga": 972,
      "Ġyuqori": 973,
      "Ġtas": 974,
      "lmagan": 975,
      "Ġquyidagi": 976,
      "Ġular": 977,
      "Ġuy": 978,
      "Ġmay": 979,
      "Ġkabi": 980,
      "lum": 981,
      "Ġqil": 982,
      "Ġtex": 983,
      "Ġkeyin": 984,
      "ter": 985,
      "Ġtan": 986,
      "Ġ{": 987,
      "ish": 988,
      "sidan": 989,
      "Ġpar": 990,
      "layotgan": 991,
      "lashti": 992,
      "se": 993,
      "logiya": 994,
      "Ġmuno": 995,
      "ÑĪ": 996,
      "lagan": 997,
      "Ġgap": 998,
      "Ġtez": 999,
      "Ġr": 1000,
      "ĠSo": 1001,
      "lama": 1002,
      "don": 1003,
      "Ġtad": 1004,
      "ladigan": 1005,
      "im": 1006,
      "Ġshakl": 1007,
      "Ġtaq": 1008,
      "Ġkam": 1009,
      "ziga": 1010,
      "mini": 1011,
      "hat": 1012,
      "Ġhaqida": 1013,
      "den": 1014,
      "Ġorqali": 1015,
      "lovchi": 1016,
      "sho": 1017,
      "Ġichi": 1018,
      "lantirish": 1019,
      "vat": 1020,
      "Ġal": 1021,
      "Ġtuzi": 1022,
      "ĠBi": 1023,
      "nini": 1024,
      "sal": 1025,
      "sir": 1026,
      "tiga": 1027,
      "Ġkelib": 1028,
      "Ġuz": 1029,
      "Ġfar": 1030,
      "ĠYo": 1031,
      "Ġsaba": 1032,
      "Ġfaoliyati": 1033,
      "unyo": 1034,
      "Ġkim": 1035,
      "Ġtari": 1036,
      "kam": 1037,
      "Ġnis": 1038,
      "Ð²": 1039,
      "xta": 1040,
      "timoiy": 1041,
      "logik": 1042,
      "tiv": 1043,
      "os": 1044,
      "shk": 1045,
      "Ġkor": 1046,
      "Ġsoha": 1047,
      "Ġibo": 1048,
      "tiro": 1049,
      "din": 1050,
      "SH": 1051,
      "Ġturli": 1052,
      "Ġax": 1053,
      "Ġdast": 1054,
      "Ġol": 1055,
      "Ġsaq": 1056,
      "kur": 1057,
      "zar": 1058,
      "ĠHa": 1059,
      "Ġberish": 1060,
      "Ġasos": 1061,
      "Ġjuda": 1062,
      "Ġdegan": 1063,
      "Ġshaxs": 1064,
      "Ġmamla": 1065,
      "Ġberadi": 1066,
      "Ġqoldi": 1067,
      "sion": 1068,
      "nik": 1069,
      "Ġshart": 1070,
      "ye": 1071,
      "kinchi": 1072,
      "ida": 1073,
      "Ġmusta": 1074,
      "yib": 1075,
      "Â»,": 1076,
      "12": 1077,
      "Ġnarsa": 1078,
      "niga": 1079,
      "Ġxil": 1080,
      "is": 1081,
      "port": 1082,
      "lmas": 1083,
      "Ġyara": 1084,
      "Ġyosh": 1085,
      "Ġ12": 1086,
      "Ġmak": 1087,
      "gina": 1088,
      "Ġmavjud": 1089,
      "Ġtarki": 1090,
      "magan": 1091,
      "zini": 1092,
      "ziq": 1093,
      "Ġsifatida": 1094,
      "Ġajra": 1095,
      "rgan": 1096,
      "Ġtah": 1097,
      "Ġqabul": 1098,
      "tab": 1099,
      "zlar": 1100,
      "ĠBa": 1101,
      "tining": 1102,
      "Ġc": 1103,
      "Ġmunosa": 1104,
      "Ġiqtiso": 1105,
      "liya": 1106,
      "qan": 1107,
      "rilishi": 1108,
      "Ġbiri": 1109,
      "Ġmasala": 1110,
      "gra": 1111,
      "ĠVa": 1112,
      "Ġmas": 1113,
      "Ġholat": 1114,
      "Ġmahsu": 1115,
      "rgani": 1116,
      "Ġqildi": 1117,
      "Ġshunday": 1118,
      "vob": 1119,
      "Ġinson": 1120,
      "âĢľ": 1121,
      "undan": 1122,
      "liga": 1123,
      "Ġbiz": 1124,
      "ningdek": 1125,
      "ĠĊ": 1126,
      "tal": 1127,
      "mad": 1128,
      "shkent": 1129,
      "Ġsabab": 1130,
      "Ġzi": 1131,
      ".,": 1132,
      "Ġqilgan": 1133,
      "von": 1134,
      "lumot": 1135,
      "Ġumu": 1136,
      "Ġtomon": 1137,
      "quv": 1138,
      "Ġgo": 1139,
      "tro": 1140,
      "Ġfo": 1141,
      "ĠCh": 1142,
      "Ð½Ð¸": 1143,
      "Ġbirinchi": 1144,
      "Ġmaj": 1145,
      "lashgan": 1146,
      "liklar": 1147,
      "jon": 1148,
      "foda": 1149,
      "Ġeti": 1150,
      "Ġqayta": 1151,
      "noma": 1152,
      "ï¿½ï¿½ï¿½ï¿½ï¿½ï¿½ï¿½ï¿½ï¿½ï¿½ï¿½ï¿½ï¿½ï¿½ï¿½ï¿½": 1153,
      "proq": 1154,
      "Ġvilo": 1155,
      "Ġ15": 1156,
      "Ġkiri": 1157,
      "Ġtizi": 1158,
      "val": 1159,
      "yoq": 1160,
      "Ġijtimoiy": 1161,
      "tob": 1162,
      "xon": 1163,
      "Ġxos": 1164,
      "mmo": 1165,
      "yan": 1166,
      "Ġyuza": 1167,
      "lom": 1168,
      "11": 1169,
      "Ġvazifa": 1170,
      "Ġban": 1171,
      "ment": 1172,
      "lgani": 1173,
      "Ġoshirish": 1174,
      "Ġifoda": 1175,
      "Ġoi": 1176,
      "niyat": 1177,
      "Ġelekt": 1178,
      "rab": 1179,
      "Ġochi": 1180,
      "Ġyig": 1181,
      "ardi": 1182,
      "Ġru": 1183,
      "Ġ200": 1184,
      "Ġvosita": 1185,
      "likni": 1186,
      "zor": 1187,
      "it": 1188,
      "Ġnisbat": 1189,
      "Ġla": 1190,
      "likka": 1191,
      "Ġhujjat": 1192,
      "atsiya": 1193,
      "ver": 1194,
      "tor": 1195,
      "riq": 1196,
      "kaz": 1197,
      "lek": 1198,
      "qil": 1199,
      "boro": 1200,
      "Ġunga": 1201,
      "Ġqiy": 1202,
      "ddiy": 1203,
      "zgar": 1204,
      "Ġich": 1205,
      "tun": 1206,
      "rga": 1207,
      "Ġhay": 1208,
      "Ġiborat": 1209,
      "fat": 1210,
      "Ġbos": 1211,
      "shib": 1212,
      "Ġhech": 1213,
      "Ġmuvo": 1214,
      "Ġgur": 1215,
      "Ġjarayo": 1216,
      "Ġqonun": 1217,
      "Ġqarshi": 1218,
      "likda": 1219,
      "Ġgi": 1220,
      "Ġnuq": 1221,
      "Ġtabi": 1222,
      "Ġetadi": 1223,
      "jo": 1224,
      "em": 1225,
      "zbek": 1226,
      "Ġbaja": 1227,
      "teri": 1228,
      "Ġhud": 1229,
      "Ġsar": 1230,
      "ĠMu": 1231,
      "Ġlozim": 1232,
      "Ð·": 1233,
      "Ġasosida": 1234,
      "Ġdunyo": 1235,
      "tirib": 1236,
      "Ġmuhim": 1237,
      "Ġmamlakat": 1238,
      "mar": 1239,
      "ring": 1240,
      "risida": 1241,
      "rit": 1242,
      "yoti": 1243,
      "Ġyozi": 1244,
      "shim": 1245,
      "Ġyur": 1246,
      "Ġyoz": 1247,
      "Ġyaqin": 1248,
      "15": 1249,
      "Ġtopi": 1250,
      "sto": 1251,
      "mil": 1252,
      "Ġqilingan": 1253,
      "kim": 1254,
      "Ġimko": 1255,
      "biya": 1256,
      "tan": 1257,
      "tsiya": 1258,
      "gacha": 1259,
      "ke": 1260,
      "Ġfaqat": 1261,
      "Ġada": 1262,
      "Ġming": 1263,
      "hida": 1264,
      "ĠAgar": 1265,
      "Ġbirga": 1266,
      "Ġdoi": 1267,
      "22": 1268,
      "ĠBir": 1269,
      "Ġeshi": 1270,
      "ne": 1271,
      "Ġusti": 1272,
      "Ġtara": 1273,
      "18": 1274,
      "oq": 1275,
      "Ġnisbatan": 1276,
      "br": 1277,
      "landi": 1278,
      "nish": 1279,
      "Ġolgan": 1280,
      "Ġli": 1281,
      "Ġjavob": 1282,
      "Ġkelgan": 1283,
      "borot": 1284,
      "Ġasar": 1285,
      "Ġhisoblanadi": 1286,
      "Ġfoydalanish": 1287,
      "Ġvaqt": 1288,
      "mak": 1289,
      "kli": 1290,
      "Ġtil": 1291,
      "fiq": 1292,
      "Ð±": 1293,
      "ĠMe": 1294,
      "shli": 1295,
      "uvi": 1296,
      "zan": 1297,
      "Ġvazir": 1298,
      "ĠXo": 1299,
      "Ð¹": 1300,
      "Ġusul": 1301,
      "Ġshahar": 1302,
      "Ġpe": 1303,
      "yish": 1304,
      "Ġijo": 1305,
      "Ġ18": 1306,
      "ĠLe": 1307,
      "Ġiz": 1308,
      "chik": 1309,
      "Ġmaz": 1310,
      "uz": 1311,
      "Ġmunosabat": 1312,
      "uro": 1313,
      "ĠKa": 1314,
      "Ġkeng": 1315,
      "Sh": 1316,
      "IN": 1317,
      "Ġrah": 1318,
      "Ġtashqa": 1319,
      "loh": 1320,
      "tasi": 1321,
      "mani": 1322,
      "Ġikkinchi": 1323,
      "Ġxara": 1324,
      "Ġbal": 1325,
      "nal": 1326,
      "Ġ14": 1327,
      "zoq": 1328,
      "Ġushbu": 1329,
      "ziden": 1330,
      "Ġmash": 1331,
      "ĠKe": 1332,
      "ug": 1333,
      "ura": 1334,
      "Ġï": 1335,
      "Ġsharo": 1336,
      "shini": 1337,
      "Ġqismi": 1338,
      "Ġak": 1339,
      "lati": 1340,
      "lg": 1341,
      "Ġmahsulot": 1342,
      "Ġumumiy": 1343,
      "yap": 1344,
      "Ġkuni": 1345,
      "Ġot": 1346,
      "Ġoqi": 1347,
      "lak": 1348,
      "Ġ13": 1349,
      "dida": 1350,
      "rasm": 1351,
      "uqaro": 1352,
      "Ð¿": 1353,
      "Ġ,": 1354,
      "zlari": 1355,
      "Ġqolgan": 1356,
      "Ġularni": 1357,
      "sib": 1358,
      "llari": 1359,
      "malar": 1360,
      "hon": 1361,
      "Ġyuk": 1362,
      "Ġzarur": 1363,
      "rov": 1364,
      "reziden": 1365,
      "om": 1366,
      "Ġtug": 1367,
      "Ġkeladi": 1368,
      "rdi": 1369,
      "Ġqur": 1370,
      "Ġen": 1371,
      "Ġtarkibi": 1372,
      "Ġtartib": 1373,
      "Ġmuvofiq": 1374,
      "Ġkasal": 1375,
      "Ġtor": 1376,
      "Ġfikr": 1377,
      "qon": 1378,
      "dro": 1379,
      "Ġmodda": 1380,
      "unki": 1381,
      "Ġxat": 1382,
      "Ġjarayon": 1383,
      "tuvchi": 1384,
      "Ġche": 1385,
      "Ġkorxona": 1386,
      "Ġle": 1387,
      "ĠIn": 1388,
      "14": 1389,
      "Ġilmiy": 1390,
      "Ġbaho": 1391,
      "IY": 1392,
      "ton": 1393,
      "Ġfor": 1394,
      "ĠMen": 1395,
      "Ġmiqdo": 1396,
      "Ġmaqsad": 1397,
      "mal": 1398,
      "Ġara": 1399,
      "quvchi": 1400,
      "Ġfun": 1401,
      "unga": 1402,
      "Ġsin": 1403,
      "mish": 1404,
      "ts": 1405,
      "Ġbuy": 1406,
      "ĠHo": 1407,
      "Ġmehnat": 1408,
      "zaro": 1409,
      "Ġzam": 1410,
      "Ġmudda": 1411,
      "ĠDe": 1412,
      "yiha": 1413,
      "Ġhamma": 1414,
      "Ġmilliy": 1415,
      "lmay": 1416,
      "ligiga": 1417,
      "lang": 1418,
      "xt": 1419,
      "kka": 1420,
      "far": 1421,
      "Ġmada": 1422,
      "bur": 1423,
      "par": 1424,
      "lig": 1425,
      "Ġnuqta": 1426,
      "Ġbur": 1427,
      "17": 1428,
      "Ġsiyo": 1429,
      "Ġjamo": 1430,
      "lon": 1431,
      "Ġoy": 1432,
      "Ġqish": 1433,
      "Ġuchra": 1434,
      "zining": 1435,
      "Ġbutun": 1436,
      "siq": 1437,
      "Ġaho": 1438,
      "ratsiya": 1439,
      "xsus": 1440,
      "Ġishtiro": 1441,
      "Ð»Ð°": 1442,
      "Ġqarab": 1443,
      "dilar": 1444,
      "chan": 1445,
      "dosh": 1446,
      "ridan": 1447,
      "ĠToshkent": 1448,
      "zda": 1449,
      "Ġhozir": 1450,
      "rt": 1451,
      "Ñģ": 1452,
      "Ġyerda": 1453,
      "xti": 1454,
      "Ġpi": 1455,
      "dik": 1456,
      "Ġchiqarish": 1457,
      "tirilgan": 1458,
      "AN": 1459,
      "Ġaha": 1460,
      "lashga": 1461,
      "Ġzo": 1462,
      "Ġ16": 1463,
      "Ġnom": 1464,
      "Ñĥ": 1465,
      "Ġshe": 1466,
      "zon": 1467,
      "LAR": 1468,
      "Ġyuz": 1469,
      "shiga": 1470,
      "Ġ199": 1471,
      "rining": 1472,
      "Ġalohida": 1473,
      "Ġetilgan": 1474,
      "nim": 1475,
      "Ġeh": 1476,
      "tsi": 1477,
      "13": 1478,
      "Ġxabar": 1479,
      "Ġdavr": 1480,
      "oya": 1481,
      "Ġasr": 1482,
      "siyat": 1483,
      "Ma": 1484,
      "Ġsan": 1485,
      "ĠRa": 1486,
      "arli": 1487,
      "Ġdan": 1488,
      "ĠMah": 1489,
      "ĠJa": 1490,
      "Ġtegi": 1491,
      "Ġres": 1492,
      "mara": 1493,
      "diq": 1494,
      "giya": 1495,
      "salan": 1496,
      "Ġket": 1497,
      "eo": 1498,
      "Ġum": 1499,
      "Ġï¿½ï¿½ï¿½ï¿½": 1500,
      "Ġbora": 1501,
      "Ġorgan": 1502,
      "vor": 1503,
      "AT": 1504,
      "chilar": 1505,
      "he": 1506,
      "ĠTur": 1507,
      "Ġquri": 1508,
      "Ġboshqar": 1509,
      "ĠUning": 1510,
      "ski": 1511,
      "ĠMar": 1512,
      "Ġaxborot": 1513,
      "Ġï¿½ï¿½ï¿½ï¿½ï¿½ï¿½ï¿½ï¿½": 1514,
      "ĠQa": 1515,
      "Ġshuningdek": 1516,
      "moya": 1517,
      "Ġ/": 1518,
      "Ġyuri": 1519,
      "Ġmos": 1520,
      "Ġpaydo": 1521,
      "Ġtexno": 1522,
      "Ġtashqari": 1523,
      "Ġhuquq": 1524,
      "shni": 1525,
      "Ġturgan": 1526,
      "16": 1527,
      "Ġtarbiya": 1528,
      "Ġfuqaro": 1529,
      "Ġbunday": 1530,
      "ĠAb": 1531,
      "uk": 1532,
      "lag": 1533,
      "Ġberilgan": 1534,
      "LI": 1535,
      "tak": 1536,
      "Ġhaq": 1537,
      "Ġbay": 1538,
      "Ġolingan": 1539,
      "Ġtadbir": 1540,
      "Ġtek": 1541,
      "ĠAy": 1542,
      "Ġnecha": 1543,
      "Ġota": 1544,
      "avlat": 1545,
      "Ġturib": 1546,
      "uri": 1547,
      "ral": 1548,
      "ĠAl": 1549,
      "tga": 1550,
      "Ġkas": 1551,
      "Ġbosqi": 1552,
      "likning": 1553,
      "rg": 1554,
      "Ġmarta": 1555,
      "Ġst": 1556,
      "nov": 1557,
      "Ġmaxsus": 1558,
      "Ġkeldi": 1559,
      "Ġ17": 1560,
      "Ġshah": 1561,
      "Ġsamara": 1562,
      "Ġhayot": 1563,
      "Ġnazo": 1564,
      "Ġloyiha": 1565,
      "21": 1566,
      "Ġata": 1567,
      "Ġyordam": 1568,
      "modda": 1569,
      "Ġter": 1570,
      "Ġfaoliyat": 1571,
      "rans": 1572,
      "Ġtizimi": 1573,
      "ĠNi": 1574,
      "biyot": 1575,
      "Ðµ": 1576,
      "ÒĽ": 1577,
      "Ġhuqu": 1578,
      "dedi": 1579,
      "ss": 1580,
      "Ġxav": 1581,
      "Ġguruh": 1582,
      "Ġiqtisodiy": 1583,
      "ey": 1584,
      "qib": 1585,
      "ulo": 1586,
      "kon": 1587,
      "zal": 1588,
      "Ġravi": 1589,
      "Ġqaror": 1590,
      "vir": 1591,
      "Ġnaza": 1592,
      "umla": 1593,
      "mov": 1594,
      "Ġhaj": 1595,
      "zida": 1596,
      "ali": 1597,
      "ot": 1598,
      "bor": 1599,
      "ini": 1600,
      "Ġchiqib": 1601,
      "uni": 1602,
      "lishini": 1603,
      "tidan": 1604,
      "Ġyon": 1605,
      "Ġul": 1606,
      "ammo": 1607,
      "50": 1608,
      "lug": 1609,
      "Ġuru": 1610,
      "ganini": 1611,
      "Ð»Ð¸": 1612,
      "Ġrivojlantirish": 1613,
      "Ġpul": 1614,
      "ĠUlar": 1615,
      "Ġetgan": 1616,
      "Ġsen": 1617,
      "tibor": 1618,
      "Ġfan": 1619,
      "Ġuzoq": 1620,
      "ling": 1621,
      "Ġvazirligi": 1622,
      "ĠÑĤ": 1623,
      "qot": 1624,
      "Ġxususiyat": 1625,
      "miyati": 1626,
      "kasi": 1627,
      "qe": 1628,
      "ĠLekin": 1629,
      "Ġatro": 1630,
      "ap": 1631,
      "Ġaholi": 1632,
      "Ġoladi": 1633,
      "ÂŃ": 1634,
      "\",": 1635,
      "kki": 1636,
      "chin": 1637,
      "Ġkomp": 1638,
      "mni": 1639,
      "lsin": 1640,
      "Ġgaz": 1641,
      "qarish": 1642,
      "ĠHar": 1643,
      "ĠIs": 1644,
      "ĠÐ±": 1645,
      "Ġkar": 1646,
      "Ġqizi": 1647,
      "Ġhis": 1648,
      "Ġyorda": 1649,
      "fe": 1650,
      "Ġishla": 1651,
      "Ġaloqa": 1652,
      "Ġbalki": 1653,
      "Ġchek": 1654,
      "shimcha": 1655,
      "nda": 1656,
      "mol": 1657,
      "yekt": 1658,
      "Ġqilinadi": 1659,
      "qqi": 1660,
      "Ġoq": 1661,
      "Ġnamo": 1662,
      "Ġnomi": 1663,
      "Ġmateri": 1664,
      "oriy": 1665,
      "ON": 1666,
      "rati": 1667,
      "Ġnav": 1668,
      "Ġravishda": 1669,
      "________________": 1670,
      "Ġasosan": 1671,
      "log": 1672,
      "qish": 1673,
      "riyat": 1674,
      "larimiz": 1675,
      "Ġsay": 1676,
      ".)": 1677,
      "ora": 1678,
      "000": 1679,
      "CH": 1680,
      "Ġosti": 1681,
      "klar": 1682,
      "Ġyasha": 1683,
      "Ġtizim": 1684,
      "Ġqator": 1685,
      "Ġketdi": 1686,
      "lana": 1687,
      "Ġnafa": 1688,
      "Ġorgani": 1689,
      "Ġhavo": 1690,
      "Ġpast": 1691,
      "--": 1692,
      "ĠTe": 1693,
      "tiradi": 1694,
      "Ġyog": 1695,
      "Ġquv": 1696,
      "Ġsoni": 1697,
      "dlar": 1698,
      "ĠBosh": 1699,
      "Ġbildi": 1700,
      "Ġchora": 1701,
      "ĠMasalan": 1702,
      "Ġtav": 1703,
      "Ġmuammo": 1704,
      "ĠSi": 1705,
      "ĠÐ¸": 1706,
      "Ġichki": 1707,
      "disa": 1708,
      "Ġviloyati": 1709,
      "Ġsov": 1710,
      "Ġmahal": 1711,
      "Ġ30": 1712,
      "rif": 1713,
      "shina": 1714,
      "Ġkuza": 1715,
      "xsha": 1716,
      "Ġnatijasida": 1717,
      "Ñı": 1718,
      "Ġaniqlash": 1719,
      "ting": 1720,
      "rildi": 1721,
      "sam": 1722,
      "sak": 1723,
      "Ġah": 1724,
      "Ġmaktab": 1725,
      "Ġana": 1726,
      "lil": 1727,
      "siyo": 1728,
      "Ġyar": 1729,
      "Ġtegishli": 1730,
      "bot": 1731,
      "Ġxavf": 1732,
      "Ġtekshi": 1733,
      "Ġhal": 1734,
      "per": 1735,
      "Ġnazar": 1736,
      "Ġalma": 1737,
      "ĠSho": 1738,
      "jrib": 1739,
      "Ġchiqish": 1740,
      "Ġhimoya": 1741,
      "Ġjihat": 1742,
      "Ġmat": 1743,
      "minlash": 1744,
      "yol": 1745,
      "lami": 1746,
      "ĠBunday": 1747,
      "limi": 1748,
      "ĠNo": 1749,
      "Ðº": 1750,
      "dur": 1751,
      "naviy": 1752,
      "Ġfarq": 1753,
      "Ġsav": 1754,
      "ksi": 1755,
      "tta": 1756,
      "jalik": 1757,
      "Ġkichik": 1758,
      "shish": 1759,
      "nÑĭ": 1760,
      "assa": 1761,
      "Ġhol": 1762,
      "Ġ25": 1763,
      "Ġfunksiya": 1764,
      "shadi": 1765,
      "Ġoila": 1766,
      "Ġpre": 1767,
      "Ġang": 1768,
      "Ġortiq": 1769,
      "Ġsal": 1770,
      "land": 1771,
      "mga": 1772,
      "risidagi": 1773,
      "chiqarish": 1774,
      "Ġqilin": 1775,
      "Ġqancha": 1776,
      "stik": 1777,
      "Ġmarkazi": 1778,
      "Ġjamiyat": 1779,
      "ĠAmmo": 1780,
      "Ġmul": 1781,
      "nan": 1782,
      "nika": 1783,
      "blag": 1784,
      "Ġbilim": 1785,
      "ĠSha": 1786,
      "Ġishtirok": 1787,
      "Ġqila": 1788,
      "Ġqaro": 1789,
      "miya": 1790,
      "ngil": 1791,
      "ĠDavlat": 1792,
      "Ġbino": 1793,
      "yiladi": 1794,
      "uqur": 1795,
      "Ġdavom": 1796,
      "kati": 1797,
      "Ġdavomida": 1798,
      "ge": 1799,
      "dr": 1800,
      "shin": 1801,
      "for": 1802,
      "Ġosh": 1803,
      "madi": 1804,
      "fiy": 1805,
      "Ġavto": 1806,
      "ganda": 1807,
      "tibi": 1808,
      "ÑĤÐ¸": 1809,
      "To": 1810,
      "Ġreja": 1811,
      "30": 1812,
      "ayli": 1813,
      "Ġxodim": 1814,
      "Ġ11": 1815,
      "25": 1816,
      "rsatki": 1817,
      "Ġsiste": 1818,
      "Ġtarqa": 1819,
      "ngli": 1820,
      "Ġqishloq": 1821,
      "Ġlekin": 1822,
      "ban": 1823,
      "Ġmablag": 1824,
      "rasi": 1825,
      "zg": 1826,
      "Ġsavo": 1827,
      "ĠPreziden": 1828,
      "Ġona": 1829,
      "Ġyordamida": 1830,
      "kis": 1831,
      "sis": 1832,
      "Ġturadi": 1833,
      "lyu": 1834,
      "dago": 1835,
      "rna": 1836,
      "moqchi": 1837,
      "lardi": 1838,
      "Ġsavdo": 1839,
      "chak": 1840,
      "jriba": 1841,
      "Ġhisobi": 1842,
      "kro": 1843,
      "korlik": 1844,
      "Ġtadqi": 1845,
      "lishiga": 1846,
      "Ġtarix": 1847,
      "Ġkitob": 1848,
      "Ñĩ": 1849,
      "Ġsud": 1850,
      "Ġyubo": 1851,
      "Ġele": 1852,
      "Ġkis": 1853,
      "kid": 1854,
      "Ġishon": 1855,
      "Ġmanba": 1856,
      "Ġmustaqil": 1857,
      "Ġ:": 1858,
      "Ġener": 1859,
      "ft": 1860,
      "mor": 1861,
      ");": 1862,
      "ati": 1863,
      "Ġkenga": 1864,
      "llani": 1865,
      "yingi": 1866,
      "qituvchi": 1867,
      "uch": 1868,
      "Ġundan": 1869,
      "âĢĿ,": 1870,
      "Ġtog": 1871,
      "Ġjoylashgan": 1872,
      "bek": 1873,
      "gich": 1874,
      "Ġboy": 1875,
      "men": 1876,
      "Ġeks": 1877,
      "Ġberdi": 1878,
      "Ġust": 1879,
      "Ġkura": 1880,
      "lmoqda": 1881,
      "Ġmaterial": 1882,
      "Ġhodisa": 1883,
      "ï¿½ï¿½ï¿½": 1884,
      "Ġchuqur": 1885,
      "Ġmuta": 1886,
      "rni": 1887,
      "noat": 1888,
      "Ġqoida": 1889,
      "Ġ22": 1890,
      "Ġayrim": 1891,
      "Ġtashkilot": 1892,
      "assasa": 1893,
      "nalish": 1894,
      "Ġtashqi": 1895,
      "Ġxalqaro": 1896,
      "ĠBiz": 1897,
      "Ġnazorat": 1898,
      "rsatish": 1899,
      "Ġmin": 1900,
      "Ġtakli": 1901,
      "Ġtushuncha": 1902,
      "Ġras": 1903,
      "umladan": 1904,
      "Ġag": 1905,
      "ĠBe": 1906,
      "lanuvchi": 1907,
      "mizda": 1908,
      "Ġtopshi": 1909,
      "Ġof": 1910,
      "Ġmuho": 1911,
      "Ġqal": 1912,
      "Ġqism": 1913,
      "nib": 1914,
      "Ġendi": 1915,
      "Ġsiz": 1916,
      "ĠQon": 1917,
      "Ġmuassasa": 1918,
      "Ġtasdiq": 1919,
      "Ġaf": 1920,
      "Ġtushun": 1921,
      "be": 1922,
      "Ġiste": 1923,
      "urs": 1924,
      "shida": 1925,
      "ram": 1926,
      "Ġtexnologiya": 1927,
      "Ġmoliya": 1928,
      "Ġchiziq": 1929,
      "Bu": 1930,
      "Â».": 1931,
      "ziya": 1932,
      "noyat": 1933,
      "etr": 1934,
      "malari": 1935,
      "Ġmaydon": 1936,
      "kar": 1937,
      "dul": 1938,
      "Ġishlar": 1939,
      "niyati": 1940,
      "zat": 1941,
      "Ġvoqe": 1942,
      "Ġyigi": 1943,
      "Ġbergan": 1944,
      "redi": 1945,
      "Ġaka": 1946,
      "Ġjamoa": 1947,
      "tira": 1948,
      "Ġtarmoq": 1949,
      "Ġichida": 1950,
      "hkam": 1951,
      "Ġl": 1952,
      "Ġancha": 1953,
      "lis": 1954,
      "yapti": 1955,
      "ĠUshbu": 1956,
      "Ġov": 1957,
      "tirgan": 1958,
      "tkazish": 1959,
      "ĠMi": 1960,
      "siyasi": 1961,
      "tel": 1962,
      "Ġdedi": 1963,
      "dov": 1964,
      "ĠDa": 1965,
      "zod": 1966,
      "Ġ24": 1967,
      "Ġqop": 1968,
      "Ġbelgilangan": 1969,
      "90": 1970,
      "masining": 1971,
      "Ġrea": 1972,
      "ĠYe": 1973,
      "Ġchega": 1974,
      "ĠMo": 1975,
      "qu": 1976,
      "lashib": 1977,
      "Ġtili": 1978,
      "udi": 1979,
      "ylab": 1980,
      "niye": 1981,
      "Ġorasida": 1982,
      "Ġw": 1983,
      "grafi": 1984,
      "xir": 1985,
      "los": 1986,
      "udo": 1987,
      "II": 1988,
      "Ġketgan": 1989,
      "Ġtuf": 1990,
      "Ġbuzi": 1991,
      "Ġishlabchiqarish": 1992,
      "muni": 1993,
      "Ġovo": 1994,
      "Ġusu": 1995,
      "Ġahamiyat": 1996,
      "Ġ)": 1997,
      "Ġthe": 1998,
      "chib": 1999,
      "Ġnor": 2000,
      "mog": 2001,
      "Ġmustahkam": 2002,
      "Ġhudud": 2003,
      "tov": 2004,
      "tiruvchi": 2005,
      "moniy": 2006,
      "Ġkelishi": 2007,
      "Ġetiladi": 2008,
      "ossiya": 2009,
      "lmasa": 2010,
      "yilda": 2011,
      "ĠShuning": 2012,
      "je": 2013,
      "lardagi": 2014,
      "Ġtajriba": 2015,
      "tiyo": 2016,
      "Ġml": 2017,
      "tika": 2018,
      "Ġmaqsadida": 2019,
      "rishga": 2020,
      "uddi": 2021,
      "TI": 2022,
      "digan": 2023,
      "kab": 2024,
      "rid": 2025,
      "Ġboshladi": 2026,
      "Ġoda": 2027,
      "Ġtabiiy": 2028,
      "Ġkiradi": 2029,
      "Ġson": 2030,
      "Ġqiz": 2031,
      "mis": 2032,
      "shlar": 2033,
      "liklari": 2034,
      "lashtirilgan": 2035,
      "kra": 2036,
      "xat": 2037,
      "Ġamal": 2038,
      "Ġoldin": 2039,
      "matik": 2040,
      "Ġsub": 2041,
      "Ġetib": 2042,
      "Ġsog": 2043,
      "Ġjon": 2044,
      "Ġissiq": 2045,
      "jaligi": 2046,
      "tur": 2047,
      "Ġturi": 2048,
      "Ġes": 2049,
      "Ġxi": 2050,
      "Ġfoiz": 2051,
      "Ġjoriy": 2052,
      "Ð´Ð°": 2053,
      "ĠÂ»": 2054,
      "AS": 2055,
      "llash": 2056,
      "atto": 2057,
      "paniya": 2058,
      "Ġvaki": 2059,
      "Ġtuga": 2060,
      "Ġmashina": 2061,
      "Ġsharoi": 2062,
      "che": 2063,
      "rsatkich": 2064,
      "Ġhaqidagi": 2065,
      "yek": 2066,
      "Ġolim": 2067,
      "Ġbug": 2068,
      "Ġtrans": 2069,
      "Ġmeto": 2070,
      "rtasida": 2071,
      "Ġgul": 2072,
      "Ġuzun": 2073,
      "Ġqadar": 2074,
      "Ġtuproq": 2075,
      "Ġtaklif": 2076,
      "Ġtayyorlash": 2077,
      "Ġunda": 2078,
      "km": 2079,
      "Ġchiqqan": 2080,
      "Ġmiqdori": 2081,
      "Ġqora": 2082,
      "Ġviloyat": 2083,
      "Ġsifat": 2084,
      "zgarish": 2085,
      "zirlar": 2086,
      "Ġberi": 2087,
      "Ġchiqar": 2088,
      "Ġfaol": 2089,
      "Ġtushi": 2090,
      "DA": 2091,
      "Ġbosqich": 2092,
      "ff": 2093,
      "Ġelement": 2094,
      "Ġshax": 2095,
      "ĠFa": 2096,
      "uvchan": 2097,
      "llab": 2098,
      "lit": 2099,
      "yuk": 2100,
      "Ġaks": 2101,
      "ĠMir": 2102,
      "ĠAn": 2103,
      "Ġdoira": 2104,
      "lota": 2105,
      "Ġxona": 2106,
      "Ġerit": 2107,
      "40": 2108,
      "Ġtufayli": 2109,
      "ĠIsh": 2110,
      "Ġtovar": 2111,
      "bob": 2112,
      "Ġijro": 2113,
      "ĠKi": 2114,
      "Ġsoat": 2115,
      "Ġtik": 2116,
      "Ġvu": 2117,
      "Ġdarajada": 2118,
      "zma": 2119,
      "Ġsoliq": 2120,
      "Ġhisobga": 2121,
      "Ġbozor": 2122,
      "Ġmazkur": 2123,
      "niqsa": 2124,
      "Ġqiymati": 2125,
      "Ġmexa": 2126,
      "voiy": 2127,
      "Ġsaqlash": 2128,
      "gona": 2129,
      "Ġom": 2130,
      "Ta": 2131,
      "yadi": 2132,
      "Ġyanada": 2133,
      "iga": 2134,
      "Ġkecha": 2135,
      "Ġsug": 2136,
      "Ġqiluvchi": 2137,
      "Ġtartibi": 2138,
      "bil": 2139,
      "Ġtov": 2140,
      "ayra": 2141,
      "ĠBunda": 2142,
      "Ġkuchi": 2143,
      "lganda": 2144,
      "Ġenergiya": 2145,
      "Ġishlash": 2146,
      "Ġjoyi": 2147,
      "Ġerkin": 2148,
      "Ġbiror": 2149,
      "sizlik": 2150,
      "Ġmiqdor": 2151,
      "Ġdastur": 2152,
      "Ġsodir": 2153,
      "dbir": 2154,
      "ĠÐ¼": 2155,
      "zib": 2156,
      "og": 2157,
      "tkaz": 2158,
      "Ġbitta": 2159,
      "ĠQu": 2160,
      "lumotlar": 2161,
      "gik": 2162,
      "Ġqaysi": 2163,
      "Ġbaland": 2164,
      "tlari": 2165,
      "ĠFar": 2166,
      "ene": 2167,
      "mda": 2168,
      "Ġharo": 2169,
      "Ġ100": 2170,
      "sk": 2171,
      "Ġolinadi": 2172,
      "Ġkirib": 2173,
      "zil": 2174,
      "hiyati": 2175,
      "yuq": 2176,
      "Ġ27": 2177,
      "rganish": 2178,
      "chisi": 2179,
      "Ġchegara": 2180,
      "Ġbila": 2181,
      "Ġvaqti": 2182,
      "Ġqobi": 2183,
      "ĠNe": 2184,
      "ich": 2185,
      "Ġqilishi": 2186,
      "Ġsta": 2187,
      "ĠHam": 2188,
      "Ġammo": 2189,
      "Ġxarajat": 2190,
      "Ġtarixi": 2191,
      "ncha": 2192,
      "batta": 2193,
      "Ð´Ð¸": 2194,
      "Ġtahlil": 2195,
      "24": 2196,
      "Ġ50": 2197,
      "kov": 2198,
      "Ġsur": 2199,
      "oni": 2200,
      "Ġxarak": 2201,
      "riladigan": 2202,
      "mik": 2203,
      "shan": 2204,
      "stit": 2205,
      "Ġyaratish": 2206,
      "ÑĬ": 2207,
      "van": 2208,
      "yev": 2209,
      "rma": 2210,
      "Ġfoydalani": 2211,
      "Ġyash": 2212,
      "Ġrivojlanishi": 2213,
      "Ġchet": 2214,
      "60": 2215,
      "Ġhoki": 2216,
      "Ġtamo": 2217,
      "Ġqayd": 2218,
      "nali": 2219,
      "Ġsport": 2220,
      "lcha": 2221,
      "lanadigan": 2222,
      "Ġjihatdan": 2223,
      "Ġ23": 2224,
      "Ġbirik": 2225,
      "Ġagar": 2226,
      "miga": 2227,
      "pro": 2228,
      "yilgan": 2229,
      "bati": 2230,
      "Ġnash": 2231,
      "deb": 2232,
      "Ð³Ð°": 2233,
      "bon": 2234,
      "Ġdaro": 2235,
      "simon": 2236,
      "ĠPo": 2237,
      "rakkab": 2238,
      "ĠMahka": 2239,
      "ĠRossiya": 2240,
      "Ġoch": 2241,
      "simlik": 2242,
      "Ġjarayonida": 2243,
      "ygan": 2244,
      "čĊ": 2245,
      "Ġista": 2246,
      "Ġqattiq": 2247,
      "Ġboradi": 2248,
      "Ġbag": 2249,
      "Ġmilli": 2250,
      "tli": 2251,
      "yna": 2252,
      "ÑĢÐ¸": 2253,
      "Ġap": 2254,
      "Ġularga": 2255,
      "jal": 2256,
      "hra": 2257,
      "Ġgapi": 2258,
      "bn": 2259,
      "Ġelektr": 2260,
      "Ġvoqea": 2261,
      "âĢĶâĢĶ": 2262,
      "Ġbolalar": 2263,
      "sav": 2264,
      "Ġimkoniyat": 2265,
      "marqan": 2266,
      "Ġyetkazi": 2267,
      "lalar": 2268,
      "Ġzarar": 2269,
      "lub": 2270,
      "Ġxal": 2271,
      "tning": 2272,
      "Ġyechi": 2273,
      "ammad": 2274,
      "ĠOsiyo": 2275,
      "Ġiqtisodi": 2276,
      "xoro": 2277,
      "sol": 2278,
      "ĠShunday": 2279,
      "yabr": 2280,
      "laka": 2281,
      "Ġmulo": 2282,
      "Ġtib": 2283,
      "rij": 2284,
      "mizning": 2285,
      "ĠïĢ": 2286,
      "Ġjahon": 2287,
      "ĠRo": 2288,
      "Ġmaqo": 2289,
      "Ġkela": 2290,
      "ĠVazirlar": 2291,
      "Ġixti": 2292,
      "Ġsir": 2293,
      "Ġkasb": 2294,
      "ĠChunki": 2295,
      "Ġkeyingi": 2296,
      "Ġkunda": 2297,
      "OV": 2298,
      "Ġkelish": 2299,
      "Ġdey": 2300,
      "shuno": 2301,
      "Ġizo": 2302,
      "Ġerishi": 2303,
      "Ġning": 2304,
      "Ġhayoti": 2305,
      "zing": 2306,
      "Ġtaraqqi": 2307,
      "ligida": 2308,
      "ĠHozir": 2309,
      "Ġaq": 2310,
      "Ġjis": 2311,
      "ĠAs": 2312,
      "Ġyuzaga": 2313,
      "til": 2314,
      "ĠMuh": 2315,
      "Ġyubor": 2316,
      "chon": 2317,
      "Ġfaoliyatini": 2318,
      "amol": 2319,
      "Ġboshqarish": 2320,
      "Ġope": 2321,
      "Ġmenga": 2322,
      "ata": 2323,
      "Ġjan": 2324,
      "Ġborib": 2325,
      "lya": 2326,
      "Ġ40": 2327,
      "Ġjarayoni": 2328,
      "Ġboshlab": 2329,
      "kt": 2330,
      "Ġkechi": 2331,
      "Ġharbiy": 2332,
      "Ġbank": 2333,
      "choq": 2334,
      "xas": 2335,
      "Ġmajbu": 2336,
      "yim": 2337,
      "Ġ28": 2338,
      "pay": 2339,
      "lining": 2340,
      "Ñī": 2341,
      "23": 2342,
      "Ġasa": 2343,
      "rilib": 2344,
      "Ġdastlab": 2345,
      "Ġgu": 2346,
      "Ġpedago": 2347,
      "shunos": 2348,
      "sixo": 2349,
      "Ġtuman": 2350,
      "Ġrahbar": 2351,
      "Ġkuchli": 2352,
      "Ġvaziyat": 2353,
      "Ġfe": 2354,
      "Ġetdi": 2355,
      "Ġshoir": 2356,
      "ulosa": 2357,
      "Ġisti": 2358,
      "Ġavva": 2359,
      "Ġtahri": 2360,
      "Ġmavzu": 2361,
      "Ġvaqtda": 2362,
      "Ġoid": 2363,
      "Ġtasvir": 2364,
      "Ġfik": 2365,
      "shuv": 2366,
      "RI": 2367,
      "hor": 2368,
      "Ġchunki": 2369,
      "lka": 2370,
      "ĠNavoiy": 2371,
      "Ġoliy": 2372,
      "tori": 2373,
      "....": 2374,
      "sional": 2375,
      "Ġjin": 2376,
      "Ġtoza": 2377,
      "Bo": 2378,
      "Ġbaj": 2379,
      "onaviy": 2380,
      "Ðĺ": 2381,
      "Ġjam": 2382,
      "Ġmanfa": 2383,
      "Ġqiyin": 2384,
      "Ġtekis": 2385,
      "Ġjumladan": 2386,
      "ĠÐ¿": 2387,
      "Ġhukm": 2388,
      "urt": 2389,
      "Ġ+": 2390,
      "lmadi": 2391,
      "Ġat": 2392,
      "toy": 2393,
      "ĠÐ²": 2394,
      "Ġmurakkab": 2395,
      "bay": 2396,
      "ib": 2397,
      "Ġkucha": 2398,
      "tilishi": 2399,
      "Ġerta": 2400,
      "roz": 2401,
      "ĠPa": 2402,
      "Ġâ": 2403,
      "tiya": 2404,
      "rtacha": 2405,
      "sul": 2406,
      "zatsiya": 2407,
      "Ġjinoyat": 2408,
      "Ġxizmati": 2409,
      "Ġsababli": 2410,
      "ono": 2411,
      "Ġtin": 2412,
      "zasi": 2413,
      "yishi": 2414,
      "Ġop": 2415,
      "rsatadi": 2416,
      "Ġayt": 2417,
      "linishi": 2418,
      "Ġdeyiladi": 2419,
      "Ġvujud": 2420,
      "Ġadabiyot": 2421,
      "ĠKon": 2422,
